/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: el-GR, Greek (Greece)
 * Exported by: Zibi
 * Exported at: Sun, 27 Apr 2025 14:29:14 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Χρησιμοποιείται για τη σάρωση των QR κωδικών.";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Μπορείτε να ξεκλειδώσετε την εφαρμογή χρησιμοποιώντας το Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator\n";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "ΟΚ";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Προσθήκη";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Ακύρωση";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Ειδοποιήσεις";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d απο %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Η υπηρεσία έχει ήδη καταργηθεί από το Backup";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Η υπηρεσία έχει ήδη τροποποιηθεί στο Backup";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Ο χρήστης έχει υπερβεί το όριο στο iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "Το iCloud δεν είναι διαθέσιμο";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "Το iCloud έχει απενεργοποιηθεί από τον χρήστη";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FAS Backup";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Κλείσε";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Συνέχεια";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Αντιγραφή";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Διαγραφή";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Απόρριψη";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Ολοκληρώθηκε";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Επεξεργασία";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Εισαγάγετε τον κωδικό χειροκίνητα";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Σφάλμα";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Πληροφορίες";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Επόμενο";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Ειδοποίηση";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Απενεργοποίηση";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Ενεργοποίηση";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Στρέψτε την κάμερά σας προς την οθόνη για να τραβήξετε τον QR κώδικα.";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Μετονομασία";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Ξαναδοκιμάσετε";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Αποθήκευση";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Σάρωση κωδικού QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Υπηρεσία";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Ορισμός";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Παράκαμψη";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Tokens";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Προειδοποίηση";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Δεν υπάρχουν αποτελέσματα";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Προσαρμογή";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Έγκριση";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Άρνηση";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Το παρεχόμενο κέιμενο είναι πολύ μεγάλο (max. %d chars)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Το έπιασα!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Επαλήθευση…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Επιβεβαιώστε το δακτυλικό αποτύπωμα για να συνεχίσετε.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Χρησιμοποιήστε το PIN αυτή τη φορά";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Είσαι απίθανος!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Το τηλέφωνό σας μόλις έγινε ένα ιδιωτικό και ασφαλές κλειδί για τις online υπηρεσίες σας, χάρη στην εφαρμογή 2FAS - εμπιστευμένη από πάνω από 6 εκατομμύρια χρήστες παγκοσμίως.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Απλό";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Συνδέστε το 2FAS με τις online υπηρεσίες σας. Ενεργοποιήστε την διπλή ασφάλεια σε λίγα δευτερόλεπτα με τον QR κώδικά σας.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Ιδιωτικό";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "Η 2FAS σέβεται και προστατεύει το απόρρητό σας. Αυτή η εφαρμογή δεν θα συλλέξει, δεν θα επεξεργαστεί ή θα χρησιμοποιήσει ποτέ κανένα από τα προσωπικά σας δεδομένα.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Ασφαλές";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Τα tokens σας αποθηκεύονται εκτός σύνδεσης μέσω του αποθηκευτικού χώρου της συσκευής, επομένως θυμηθείτε να δημιουργήσετε αντίγραφα ασφαλείας των υπηρεσιών σας! Χρησιμοποιήστε το iCloud Sync και έναν κωδικό PIN για προστασία από μη εξουσιοδοτημένη πρόσβαση και ζημιά στη συσκευή.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Ξεκινήστε να χρησιμοποιείτε το 2FAS.";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Όροι Υπηρεσίας";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Συνδέστε το λογαριασμό της online υπηρεσίας σας με το 2FAS  ή εισαγάγετε τα tokens σας";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Σύζευξη νέας υπηρεσίας";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Εισαγωγή αρχείου αντιγράφου ασφαλείας 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Εισαγωγή από το Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Δεν είστε σίγουρος τι πρέπει να κάνετε;";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Εξαγάγετε τους λογαριασμούς σας από το Google Authenticator σε έναν κωδικό QR χρησιμοποιώντας την επιλογή \"Μεταφορά λογαριασμών\". Στη συνέχεια, χρησιμοποιήστε μια άλλη συσκευή, τραβήξτε μια φωτογραφία του εξαγόμενου κωδικού QR, στείλτε τον στη συσκευή σας (ή κάντε ένα στιγμιότυπο οθόνης εάν είναι δυνατόν), και χρησιμοποιήστε την επιλογή \"Επιλέξτε κωδικό QR\" παρακάτω. Εάν εισάγετε κωδικούς από άλλη συσκευή, χρησιμοποιήστε το κουμπί \"Σάρωση κωδικού QR\" αντί για αυτό.";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Επιλέξτε κωδικό QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Σάρωση κωδικού QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Προσθήκη νέου κωδικού";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Αντιγράφηκε το μυστικό κλειδί";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Αυτό το token υπάρχει ήδη στη λίστα.";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Ο μετρητής αντιγράφηκε";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Token Αντιγράφηκε";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Το επόμενο token αντιγράφηκε";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Θα θέλατε να προσθέσετε αυτόν τον κωδικό: %@;";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Ανοίξτε τις ρυθμίσεις.";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Λάθος PIN.";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Αλλαγή PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Παρακαλώ επιβεβαιώστε ότι είστε ο ιδιοκτήτης της συσκευής.";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Παρακαλώ επιβεβαιώστε τον νέο PIN σας.";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Δημιουργία PIN.";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Παρακαλώ εισάγετε το τρέχον PIN σας.";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Παρακαλώ εισάγετε τον νέο σας PIN.";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Εισάγετε το PIN σας";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Πάρα πολλές προσπάθειες. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Πάρα πολλές προσπάθειες. Δοκιμάστε ξανά μετά από %@ λεπτά.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Πάρα πολλές προσπάθειες. Παρακαλώ δοκιμάστε ξανά αργότερα.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Πάρα πολλές προσπάθειες. Δοκιμάστε μετά από ένα λεπτό";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Δημιουργία αντιγράφων ασφαλείας και συγχρονισμός";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Επιλέξτε θέμα";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Διαμορφώστε την υπηρεσία αλληλογραφίας  και δοκιμάστε ξανά";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Γενικά";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Οι υπηρεσίες αλληλογραφίας δεν είναι διαθέσιμες";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Πρόβλημα";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Ασφάλεια";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Επιλέξτε μήκος PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Ρυθμίσεις";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Πρόταση";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Προχωρημένος";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgets";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Εμφάνιση επιλεγμένων υπηρεσιών στα γραφικά στοιχεία της αρχικής οθόνης.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Αφού ενεργοποιήσετε τα γραφικά στοιχεία, μπορείτε να έχετε πρόσβαση σε όλα τα διακριτικά σας χωρίς τον κωδικό PIN σας.\n\nΕίστε βέβαιοι ότι θέλετε να ενεργοποιήσετε τα γραφικά στοιχεία;";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Εμφάνιση του επόμενου token";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Δείτε τα εισερχόμενα token στη λίστα.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Κάδος";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Ανάκτηση";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Ο κάδος είναι άδειος";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Μοιραστείτε την εφαρμογή";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε το token για:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Μετακίνηση στον Κάδο";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "πρόσθετες πληροφορίες";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Επιλέξτε μέθοδο";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Διπλότυπο μυστικό κλειδί";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Λανθασμένο μυστικό κλειδί (μόνο αριθμοί 2 έως 7, γράμματα), μέγ. Μήκος 512 χαρακτήρες";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Εντάξει, ας προσπαθήσουμε ξανά";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Στρέψτε την κάμερά σας στην οθόνη για να σκανάρετε τον κωδικό QR.";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Μυστικό κλειδί";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Αυτός ο κωδικός QR σας κατευθύνει στο App Store.";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Διαγραφή token";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Υπηρεσία αναζήτησης";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Λυπούμαστε, η υπηρεσία δεν βρέθηκε";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Κάντε άλλη μια δοκιμή με διαφορετικό όρο αναζήτησης";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Το κλειδί είναι πολύ μικρό. Τουλάχιστον 4 χαρακτήρες";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Όνομα Υπηρεσίας";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Το μυστικό κλειδί από τον σαρωμένο κώδικα χρησιμοποιείται ήδη στο %@. Μάλλον το σαρώνεις ξανά";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Ο κωδικός αυτός είναι λάθος ή δεν υποστηρίζεται. Δοκιμάστε ξανά.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Πληκτρολογήστε Όνομα υπηρεσίας";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Εισαγάγετε Όνομα υπηρεσίας";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Δυστυχώς, δεν γνωρίζουμε αυτήν την υπηρεσία. Πώς θα θέλατε να το ονομάσετε;";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Δεν θα μπορείτε πλέον να επαναφέρετε αυτό το token.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Χρώμα σήματος";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Αλλαγή εικονιδίου επωνυμίας";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Αλλαγή ετικέτας";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Πληροφορίες υπηρεσίας";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Προσωπικοποίηση";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Εικονίδιο μάρκας";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Ετικέτα";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Καταργήστε αυτήν την υπηρεσία από την εφαρμογή 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Ετικέτα (1 ή 2 χαρακτήρες):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Επιλέξτε χρώμα φόντου:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ προστέθηκε";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Επόμενο token: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Επόμενη τιμή Token";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Τα Tokens μου";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Κατάργηση Ομάδας";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Όλα τα tokens θα μεταφερθούν στην ομάδα: \"Τα tokens μου\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Προσθήκη ομάδας";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Όνομα Ομάδας:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Επιλέξτε από τη Συλλογή";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Η κάμερα δεν είναι διαθέσιμη.";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Ελέγξτε αν η εφαρμογή έχει τις κατάλληλες άδειες στις ρυθμίσεις του συστήματος.";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Δεν βρέθηκαν κωδικοί QR.";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Δεν υπάρχει σωστός κωδικός QR στην επιλεγμένη εικόνα. Παρακαλώ δοκιμάστε μια διαφορετική εικόνα.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Επιλέξτε υπηρεσία";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Ποια υπηρεσία θέλετε να προσθέσετε;";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Ξαναπληκτρολογήστε αυτό το token";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Ξεκλειδώστε και πληκτρολογήστε ξανά αυτό το token";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Ομάδα";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Επιλέξτε ομάδα";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Εισαγωγή 2FA tokens από την εφαρμογή Google Authenticator.";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Αυτός ο κωδικός QR επιτρέπει την εισαγωγή των tokens από το Google Authenticator.";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d out of %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Τα tokens θα εισαχθούν.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Ταξινόμηση κατά";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "Α - Ω";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Ω - Α";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Χειροκίνητα";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Προχωρημένος";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Ειδοποίηση";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Η αλλαγή προηγμένων ρυθμίσεων δεν συνιστάται. Κάντε το μόνο όταν ο πάροχος 2FA το απαιτεί και όταν έχετε σαφείς οδηγίες.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Ρυθμίσεις Token";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Έλεγχος ταυτότητας OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Αλγόριθμος";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Χρόνος ανανέωσης";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Αριθμός ψηφίων";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Μετρητής";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Αρχικός μετρητής";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d sec";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Δεν συνιστάται η αλλαγή σύνθετων ρυθμίσεων. Κάντε το μόνο όταν το απαιτεί ο πάροχος 2FA και όταν έχετε σαφείς οδηγίες.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Η καλύτερη εξάσκηση";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Η υπηρεσία προστέθηκε με επιτυχία. Σας συνιστούμε ανεπιφύλακτα ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "διαγράψτε το στιγμιότυπο οθόνης QR από τη συλλογή σας. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Εάν κάποιος αναλάβει αυτό το στιγμιότυπο οθόνης με τον κωδικό QR, θα μπορεί να λάβει τους κωδικούς σας 2FA σε αυτήν την υπηρεσία.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Ζητήστε ένα εικονίδιο";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Ενημερώστε μας στο Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Συνδεθείτε στον διακομιστή μας στο Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "και αφήστε τους χρήστες να ψηφίσουν για εικονίδια που ζητήθηκαν.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "ή";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Ενημερώστε τον πάροχο υπηρεσιών";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Μπορείτε να χρησιμοποιήσετε τα μέσα κοινωνικής δικτύωσης ή email και να μοιραστείτε αυτό το κείμενο μαζί τους:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Γεια σου! Χρησιμοποιώ την εφαρμογή 2FAS για να συνδεθώ στην υπηρεσία σας με το 2FA. Ωστόσο, το εικονίδιο σας λείπει! Μπορείτε να υποβάλετε το εικονίδιο σας εδώ: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Μην ξεχάσετε να κάνετε tag τον επίσημο λογαριασμό της εταιρείας!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Δεν μπορείτε να βρείτε ένα εικονίδιο επωνυμίας στην εφαρμογή 2FAS;";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Ζητήστε ένα εικονίδιο επωνυμίας";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Ζητήστε ένα εικονίδιο επωνυμίας";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Επιλέξτε τη μέθοδο αιτήματος";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Εικονίδιο αιτήματος ως χρήστης";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Υποβολή εικονιδίου ως εταιρεία";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Δεν θα μπορείτε να συνδεθείτε στον λογαριασμό σας %@ χωρίς αυτό το token, εφόσον έχετε ενεργοποιημένο τον έλεγχο ταυτότητας δεύτερου παράγοντα για το %@.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Εμφάνιση μυστικού κλειδιού";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Αντιγραφή μυστικού κλειδιού";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Μετρητής με δευτερόλεπτα που απομένουν για την αλλαγή token";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Κουμπί διαγραφής";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Η υπηρεσία διαγράφηκε";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Αυτό το πεδίο περιέχει έναν κρυφό Μυστικό Κλειδί. Για να το αποκαλύψετε, χρησιμοποιήστε το κουμπί Εμφάνιση. Θα λειτουργήσει μόνο εάν έχετε ρυθμίσει τον Προσωπικό Κωδικό για την οθόνη κλειδώματος των εφαρμογών.";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Ονομα Υπηρεσίας: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "πρόσθετες πληροφορίες: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Token %@. Πατήστε για αντιγραφή";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Επεξεργασία %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Ετικέτα υπηρεσίας με όνομα %@ και χρώμα %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "εικονίδιο υπηρεσίας %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Επιλεγμένο";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Μη επιλεγμένο";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Χρώμα σήματος: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Απόρριψη";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Μόνο αριθμοί 2 έως 9, γράμματα. Τουλάχιστον 4 χαρακτήρες";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Προσθήκη υπηρεσίας";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Προσθήκη ομάδας";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Χρησιμοποιήστε το κουμπί Προσθήκη υπηρεσίας για να προσθέσετε μια νέα υπηρεσία";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Δεν υπάρχουν αποτελέσματα αναζήτησης";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Χρησιμοποιήστε την ταξινόμηση κατά για να ορίσετε την ταξινόμηση υπηρεσιών";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Φόρτωση περιεχομένου";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Δεν ήταν δυνατή η δημιουργία αντιγράφων ασφαλείας των διακριτικών επειδή το μυστικό \"%@\" περιέχει παράνομους χαρακτήρες. Αφαιρέστε το από τη λίστα και δοκιμάστε ξανά";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Εισαγωγή";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Εξαγωγή";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "Το 2FAS Backup θα απενεργοποιηθεί για την προστασία της ακεραιότητάς του";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Σφάλμα κατά την εξαγωγή του αρχείου";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Η εισαγωγή ολοκληρώθηκε με επιτυχία";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Μια άλλη εφαρμογή χρησιμοποιεί την κάμερα. Εάν το κλείσιμο άλλων εφαρμογών δεν βοηθά, τότε επανεκκινήστε τη συσκευή";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Η κάμερα δεν είναι διαθέσιμη λόγω υπερφόρτωσης του συστήματος. Δοκιμάστε να επανεκκινήσετε τη συσκευή.";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Δεν είναι δυνατή η εκκίνηση της κάμερας. Δοκιμάστε να επανεκκινήσετε τη συσκευή";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Δεν είναι δυνατή η προετοιμασία της κάμερας σε λειτουργία Split View. Ανοίξτε την εφαρμογή σε πλήρη οθόνη και δοκιμάστε ξανά";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Πώς να επαναφέρετε την εφαρμογή 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Αποκατάσταση εφαρμογής";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Εάν έχετε ξεχάσει το PIN ή θέλετε να επαναφέρετε την εφαρμογή 2FAS, πρέπει να εγκαταστήσετε ξανά την εφαρμογή.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Λάβετε υπόψη ότι εάν δεν έχετε αντίγραφο ασφαλείας και επαναφέρετε την εφαρμογή, θα χάσετε την πρόσβαση σε όλους τους κωδικούς σας. Και επομένως, πρόσβαση σε όλους τους λογαριασμούς σας που είναι ασφαλισμένοι με 2FA.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Εάν έχετε αντίγραφο ασφαλείας, χαλαρώστε, θα μπορείτε να επαναφέρετε όλους τους κωδικούς σας.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Cloud Backup";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "iCloud Sync";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "ΣΥΝΙΣΤΑΤΑΙ: Το iCloud Sync διατηρεί τα token σας ασφαλή στο Apple iCloud σε περίπτωση απώλειας ή βλάβης της συσκευής σας. Κρατήστε το ενεργοποιημένο.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Δημιουργία αντιγράφων ασφαλείας αρχείων";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Χρησιμοποιήστε το File Backup για δημιουργία αντιγράφων ασφαλείας εκτός σύνδεσης των token σας.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Αφαίρεση αντιγράφων ασφαλείας";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Διαγραφή αντιγράφων ασφαλείας 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Προειδοποίηση! Εάν διαγράψετε το 2FAS Backup, θα διαγράψετε επίσης όλα τα διακριτικά από άλλες συσκευές που έχουν συγχρονιστεί με αυτόν τον λογαριασμό. Για να διατηρήσετε τα διακριτικά σε άλλες συσκευές, βεβαιωθείτε ότι έχετε απενεργοποιήσει το 2FAS Backup πριν από τη διαγραφή.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Θέλω να διαγράψω το Backup";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Εξαγωγή αντιγράφων ασφαλείας σε αρχείο";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Μπορείτε να εισάγετε εξαγόμενα αρχεία σε άλλες συσκευές με την εφαρμογή 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Εξαγωγή σε αρχείο";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Επαλήθευση PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Αποθηκεύσετε το αρχείο";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Εισαγωγή αρχείου αντιγράφου ασφαλείας";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Πρόκειται να εισαγάγετε ένα αρχείο αντιγράφου ασφαλείας που περιέχει";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Εισαγωγή αρχείου";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Επιλέξτε άλλο αρχείο";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Δεν υπάρχει τίποτα για εισαγωγή";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Σφάλμα αρχείου!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Οι υπηρεσίες από το αρχείο θα συγχωνευθούν με αυτές της εφαρμογής σας";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Είτε αυτό το αρχείο είναι κενό είτε όλες οι υπηρεσίες εντός είναι ήδη διαθέσιμες στην εφαρμογή";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Θα χρειαστείτε μια νέα έκδοση της εφαρμογής για να εισαγάγετε τα περιεχόμενα αυτού του αρχείου. Μπορείτε να βρείτε την πιο πρόσφατη έκδοση στο App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Δεν είναι δυνατή η ανάγνωση αυτού του αρχείου. Μπορεί να καταστραφεί ή παρουσιάστηκε σφάλμα κατά την προσπάθεια πρόσβασης σε αυτό. Επιλέξτε ένα άλλο";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Κωδικός πρόσβασης";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Επαναλάβετε τον κωδικό πρόσβασης";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Λανθασμένος χαρακτήρας. Χρησιμοποιήστε μόνο γράμματα A-Z, a-z, ψηφία και ειδικούς χαρακτήρες: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Η παρεχόμενη φράση είναι πολύ σύντομη (ελάχ. 3 χαρακτήρες)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Οι κωδικοί πρόσβασης δεν ταιριάζουν";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Αποθήκευση και εξαγωγή";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Για να αυξήσετε την προστασία του αρχείου αντιγράφου ασφαλείας, ορίστε τον κωδικό πρόσβασης";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Πληκτρολογήστε έναν κωδικό πρόσβασης για αυτό το αρχείο αντιγράφου ασφαλείας για να προχωρήσετε στη διαδικασία εισαγωγής";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Ορίστε έναν κωδικό πρόσβασης για αυτό το αρχείο αντιγράφου ασφαλείας";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Λάθος κωδικός";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d νέες υπηρεσίες";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d υπηρεσίες εισήχθησαν από αρχείο";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Υπάρχει πρόβλημα με το iCloud. Ελέγξτε τις ρυθμίσεις του συστήματος.";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Αυτό το αρχείο είναι κρυπτογραφημένο. Υποστηρίζουμε μόνο μη κρυπτογραφημένα αρχεία.";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Αντιγραφή token";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Ναι, θέλω να διαγράψω αυτήν την υπηρεσία";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Ουδέτερο";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Γαλάζιο";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Indigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Μωβ";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Τυρκουάζ";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Πράσινο";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Κόκκινο";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Πορτοκάλι";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Κίτρινο";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Γνώση";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Υποστήριξη και Κοινοποίηση";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Πες σε έναν φίλο";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Γράψτε μια κριτική";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Σχετικά με";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Πολιτική Απορρήτου";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Όροι Χρήσης";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Έκδοση εφαρμογής %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Κανένα όριο";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Κωδικός PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Ασφάλεια εφαρμογών";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Ρυθμίσεις κλειδώματος";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Αποκλεισμός μετά από X αποτυχημένες προσπάθειες:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Επιλέξτε τον μέγιστο αριθμό ανεπιτυχών προσπαθειών εισαγωγής του κωδικού πρόσβασης πριν κλειδώσετε την εφαρμογή (ο χρόνος κλειδώματος μπορεί να αλλάξει παρακάτω).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Ώρα κλειδώματος";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 λεπτά";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 λεπτά";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 λεπτά";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Max αποτυχημένες προσπάθειες";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4-ψήφιος κωδικός";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6-ψήφιος κωδικός";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Βιομετρικός έλεγχος ταυτότητας";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Δωρεές";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Κάντε δωρεά στο 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Νέα έκδοση";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Μια νέα έκδοση του 2FAS είναι διαθέσιμη στο AppStore. Κάντε ενημέρωση τώρα!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Ενημέρωση τώρα";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Παράλειψε αυτή την εκδοχή";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Ενημέρωση αργότερα";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Επέκταση προγράμματος περιήγησης";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS Web Browser extension";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Εγκαταστήστε την επέκταση προγράμματος περιήγησης 2FAS στον υπολογιστή σας.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Σύζευξε το με την εφαρμογή 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Περισσότερες πληροφορίες:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Σύζευξη με πρόγραμμα περιήγησης ιστού";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Επιτυχής σύζευξη!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "Το 2FAS θα σας στέλνει μια ειδοποίηση Push κάθε φορά που συνδέεστε στις ηλεκτρονικές υπηρεσίες σας χρησιμοποιώντας αυτό το πρόγραμμα περιήγησης ιστού. Δεν θα χρειάζεται πλέον να πληκτρολογείτε ξανά τα διακριτικά σας για κάθε χρήση.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Η σύζευξη απέτυχε :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Αυτός ο κωδικός QR δεν αναγνωρίστηκε, και το 2FAS δεν μπόρεσε να συνδέσει αυτήν τη συσκευή με την επέκταση περιήγησης. Παρακαλώ δοκιμάστε ξανά.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Ήδη ζευγαρωμένο!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Αυτή η Επέκταση Περιήγησης είναι ήδη συνδεδεμένη με αυτήν τη συσκευή.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Επικοινωνήστε με την υποστήριξη";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Σύζευξη με πρόγραμμα περιήγησης";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Συζευγμένες συσκευές (προγράμματα περιήγησης ιστού)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Προσθεσε νεο";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Ψευδώνυμο συσκευής";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Ψευδώνυμο συσκευής";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Ονομα";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Αυτό το ψευδώνυμο θα σας βοηθήσει να αναγνωρίσετε αυτήν τη συσκευή μεταξύ άλλων συσκευών που έχουν συνδεθεί με την επέκταση περιήγησης του 2FAS.";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Ρυθμίσεις επεκτάσεων προγράμματος περιήγησης";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "Ο %@ ζήτησε ένα token 2FA για το %@. Επιλέξτε την υπηρεσία για εξουσιοδότηση και αποθήκευση με αυτόν τον τομέα.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Αίτημα προγράμματος περιήγησης";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Το token στάλθηκε με επιτυχία!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Σφάλμα κατά την αποστολή του κωδικού. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Διαγραφή συζευγμένης συσκευής";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε τη συζευγμένη συσκευή;";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Ημερομηνία ζευγαρώματος";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Ξεχάστε αυτό το πρόγραμμα περιήγησης ιστού";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Λίστα ζευγοποιημένων τομέων.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Κατάργηση τομέα;";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "Την επόμενη φορά που θα χρησιμοποιήσετε την επέκταση περιήγησης για να συνδεθείτε στο %@, θα σας ζητηθεί να συνδέσετε ξανά αυτόν τον τομέα.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Push Notifications";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Για πρόσβαση σε λειτουργίες όπως η εφαρμογή Επέκταση προγράμματος περιήγησης χρειάζεται πρόσβαση στις Ειδοποιήσεις Push. Μπορείτε να αλλάξετε αυτήν τη ρύθμιση ανά πάσα στιγμή στις Ρυθμίσεις συστήματος.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Το αίτημα έληξε";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "2FA Token Request";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Θέλετε να μοιραστείτε το token 2FA για ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Δεν υπάρχουν ειδοποιήσεις";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Το Google Drive δεν είναι διαθέσιμο";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Το Google Drive έχει απενεργοποιηθεί από τον χρήστη";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Θα χρειαστείτε μια νέα έκδοση της εφαρμογής για να εισάγετε τα περιεχόμενα αυτού του αρχείου. Μπορείτε να βρείτε την πιο πρόσφατη έκδοση στο Google Store.";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Αυτός ο κωδικός QR σας κατευθύνει στο Google Play Store.";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Τα token σας αποθηκεύονται εκτός σύνδεσης μέσω του αποθηκευτικού χώρου της συσκευής, επομένως θυμηθείτε να δημιουργήσετε αντίγραφα ασφαλείας των υπηρεσιών σας! Χρησιμοποιήστε τον κωδικό πρόσβασης Google Drive Sync και PIN για προστασία από μη εξουσιοδοτημένη πρόσβαση και ζημιά στη συσκευή.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Μια νέα έκδοση του 2FAS είναι διαθέσιμη στο Google Store. Κάντε ενημέρωση τώρα!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "Ο Κωδικός PIN δεν ταιριάζει! Παρακαλώ δοκιμάστε ξανά.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Επιλογές προγραμματιστή";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Εισαγωγή tokens";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Αποτέλεσμα σύζευξης";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "ΠΡΟΣΟΧΗ";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Στρέψτε την κάμερα σας προς τον σωστό QR κώδικα και σαρώστε ξανά.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Θέλετε να απορρίψετε τις αλλαγές σας;";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Μη αποθηκευμένες αλλαγές";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Το κλειδί έχει μη έγκυρη μορφή";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Σφάλμα συστήματος! Δεν υπάρχει εφαρμογή gallery συστήματος.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Άδεια Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Χρειαζόμαστε άδεια από το Google Drive για να αποθηκεύσουμε τα αντίγραφα ασφαλείας στα δεδομένα της εφαρμογής.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Απαιτείται σύνδεση στο διαδίκτυο";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Για να συγχρονιστείτε με το Google, πρέπει συνδεθείτε στο διαδίκτυο.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Για να ανακληθεί η πρόσβαση στο Google Drive, πρέπει συνδεθείτε στο διαδίκτυο.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Αποθηκεύστε και συγχρονίστε αυτόματα το αντίγραφο ασφαλείας σας στον κρυφό φάκελο του Google Drive σας. Αυτός ο φάκελος είναι προσβάσιμος μόνο από την εφαρμογή 2FAS.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Συνέβη ένα σφάλμα κατά τον συγχρονισμό του αντιγράφου ασφαλείας. Παρακαλώ επανεκκινήστε την εφαρμογή μετά από λίγα λεπτά και δοκιμάστε ξανά.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Συνέβη ένα σφάλμα κατά την κρυπτογράφηση του αντιγράφου ασφαλείας. Καθορίστε ξανά τον κωδικό πρόσβασης σας.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Παρουσιάστηκε σφάλμα κατά την αποκρυπτογράφηση αντιγράφων ασφαλείας. Ορίστε ξανά τον κωδικό πρόσβασής σας.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Υπάρχει πρόβλημα με το iCloud. Ελέγξτε τις ρυθμίσεις του συστήματος.";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Υπήρξε πρόβλημα με τα δικαιώματα λογαριασμού Google Drive σας. Δοκιμάστε να ενεργοποιήσετε και να απενεργοποιήσετε τον συγχρονισμό.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Το αντίγραφο ασφαλείας σας προστατεύεται με κωδικό πρόσβασης. Ενεργοποιήστε το και πληκτρολογήστε τον κωδικό πρόσβασής σας.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Το αντίγραφο ασφαλείας σας προστατεύεται με κωδικό πρόσβασης, αλλά ο παρεχόμενος κωδικός πρόσβασης είναι λάθος. Ενεργοποιήστε το και πληκτρολογήστε τον κωδικό πρόσβασής σας.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Ανάθεση υπηρεσίας";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Προσωποποίηση";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Αλλαγή σήμανσης";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Προχωρημένος";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Ζητήστε ένα εικονίδιο";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Επεξεργασία ετικέτας";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Είστε σίγουρος ότι θέλετε να διαγράψετε αυτήν την ομάδα;";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Το αρχείο αντιγράφου ασφαλείας σας είναι έτοιμο για εξαγωγή.";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Εξαγάγετε αυτό το αρχείο για να διατηρήσετε ασφαλώς τα 2FAS tokens σας. Μπορείτε να το εισαγάγετε αργότερα σε αυτήν ή άλλες συσκευές χρησιμοποιώντας την εφαρμογή 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Εξαγωγή αρχείου χωρίς κωδικό πρόσβασης\n(δεν προτείνεται)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Το αρχείο θα συγχρονιστεί με τη λίστα υπηρεσιών της εφαρμογής.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Ίσως αργότερα";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Ενεργοποίηση";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Δεν έχουν προστεθεί υπηρεσίες.";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "ΣΥΝΙΣΤΑΤΑΙ: Το Google Drive Sync διατηρεί τα διακριτικά σας ασφαλή στο Google Drive σε περίπτωση απώλειας ή βλάβης της συσκευής σας. Κρατήστε το ενεργοποιημένο.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Απενεργοποίηση συγχρονισμού με το Google Drive;";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Τα Tokens 2FA θα παραμείνουν σε αυτήν τη συσκευή και στο Google Drive σας, αλλά δεν θα συγχρονιστούν. Θα αποσυνδεθείτε επίσης από τον Λογαριασμό σας Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Να θυμάστε, σε περίπτωση απώλειας ή βλάβης αυτής της συσκευής ή αφαίρεσης της εφαρμογής, ενδέχεται να μην μπορείτε να ανακτήσετε τα tokens σας, και θα χάσετε την πρόσβαση στους online λογαριασμούς που προστατεύονται από το 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Ασφαλίστε ένα αρχείο αντιγράφου ασφαλείας στο Google Drive με έναν προσαρμοσμένο κωδικό πρόσβασης.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Κατάργηση του κωδικού πρόσβασης";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Κατάργηση του κωδικού πρόσβασης για το αρχείο αντιγράφου ασφαλείας στο Google Drive σας.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Λογαριασμός Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Τελευταίος συγχρονισμός";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "Το 2FAS θα σας στέλνει ειδοποιήσεις PUSH κάθε φορά που συνδέεστε στις υπηρεσίες σας στο διαδίκτυο χρησιμοποιώντας αυτόν τον περιηγητή. Δεν θα χρειάζεται πλέον να ξαναπληκτρολογείτε τα tokens σας για κάθε χρήση.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Όνομα περιηγητή";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Πιστοποίηση";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Χρησιμοποιήστε τo βιομετρικό πιστοποιητικό\n σας.";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Άδειες ανοικτού κώδικα";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Μπορείτε να εισάγετε τα tokens σας στο 2FAS από διάφορες εφαρμογές. Επιλέξτε μια εφαρμογή από τη λίστα και ακολουθήστε τις οδηγίες.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Επιλέξτε εφαρμογή";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Ναι";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Όχι";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Αναζήτηση";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Δεν υπάρχει εφαρμογή που υποστηρίζει αυτόν τον σύνδεσμο.";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Άδεια Κάμερας";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "Απαιτείται άδεια για την κάμερα για τη σάρωση των QR Codes. Αν θέλετε να χρησιμοποιήσετε αυτή τη δυνατότητα, πηγαίνετε στις Πληροφορίες Εφαρμογής και άδειες και ενεργοποιήστε την Κάμερα.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Απενεργοποίηση του Κωδικού PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Παρακαλώ εισάγετε τον νέο σας PIN για το %s";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "Ο Κωδικός PIN είναι εσφαλμένος! Παρακαλώ δοκιμάστε ξανά.";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Βιομετρικά";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Υποστήριξη 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Επιλογές Προγραμματιστή";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Κλείδωμα βιομετρικών στοιχείων";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Θέμα";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Αυτόματο";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Αυτόματο - Ρυθμίσεις Συστήματος";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Σκοτεινό θέμα";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Φωτεινό θέμα";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Το token αντιγράφηκε στο πρόχειρο!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Το επόμενο token αντιγράφτηκε στο πρόχειρο!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Θέλετε να διαγράψετε οριστικά αυτήν την υπηρεσία 2FA;";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Προσθήκη χειροκίνητα";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Αυτός ο κωδικός QR δεν λειτουργεί!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Δεν ήταν δυνατή η ανάγνωση του QR κώδικα από την εικόνα!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Δοκιμάστε να επιλέξετε μια διαφορετική εικόνα.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Διαγραφή υπηρεσίας για πάντα";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Η υπηρεσία δεν μπορεί να προστεθεί επειδή το Κρυφό Κλειδί δεν είναι έγκυρο. Δοκιμάστε ξανά.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Υπάρχει ήδη μια υπηρεσία με αυτό το Κρυφό Κλειδί. Θέλετε να το αντικαταστήσετε;";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Το κλειδί περιέχει μη έγκυρους χαρακτήρες.";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Εμφάνιση μυστικού κλειδιού";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Το κλειδί σας είναι προστατευμένο. Προσθέστε έναν κωδικό PIN ή κλείδωμα αποτυπωμάτων για να το δείτε.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Η λίστα υπηρεσιών είναι κενή.";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Χρησιμοποιήστε το κουμπί \"+\" για να προσθέσετε μια νέα υπηρεσία.";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Θα είναι αδύνατο να συνδεθείτε στον λογαριασμό σας %@ χωρίς αυτό το token, όσο έχετε ενεργοποιημένη τη διπλή πιστοποίηση για %@.\n\nΔεν θα μπορείτε να επαναφέρετε αυτό το token από τον κάδο απορριμμάτων 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Οι υπηρεσίες εισήχθησαν με επιτυχία!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Χρειάζεστε μια ενεργή σύνδεση στο διαδίκτυο για να συγχρονίσετε το αντίγραφο ασφαλείας σας. Παρακαλώ \nενεργοποιήστε τη σύνδεση δικτύου και δοκιμάστε ξανά.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Ενημερώστε την εφαρμογή.";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Παρακαλώ ενημερώστε στην πιο πρόσφατη έκδοση του 2FAS για να έχετε όλες τις λειτουργίες και να διατηρήσετε ένα υψηλό επίπεδο ασφαλείας.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Διαγράφετε";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "από τη λίστα υπηρεσιών του 2FAS.\n\nΘυμηθείτε, όσο έχετε ενεργοποιημένο τον δεύτερο παράγοντα ελέγχου, δεν θα συνδεθείτε στον λογαριασμό %s χωρίς αυτό το token.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Διαγραφή";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Εξαγωγή";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Κοινοποίηση";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Εισαγωγή αντιγράφου ασφαλείας από το αρχείο";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Πρόκειται να εισάγετε αρχείο αντιγράφου ασφαλείας με";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Εισαγωγή";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Τα tokens που είναι ορατά στο widget δεν προστατεύονται από τον κωδικό PIN σας.\n\nΕίστε σίγουρος/η ότι θέλετε να εμφανίσετε τα tokens σας στο widget;";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "ΠΡΟΕΙΔΟΠΟΙΗΣΗ!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Ναι, είμαι σίγουρος/η";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FAS Backup";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Ενεργοποιήστε το Αντίγραφο Ασφαλείας του 2FAS. Σε περίπτωση επαναφοράς ή απώλειας του τηλεφώνου σας, θα μπορείτε να ανακτήσετε όλα τα tokens σας.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Συγγνώμη, η μάρκα δεν βρέθηκε.";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Επιλέξτε ποιες υπηρεσίες θα είναι ορατές στο widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Απενεργοποίηση Συγχρονισμού";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Ακύρωση";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Ορισμός κωδικού πρόσβασης";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Διαγραφή αρχείου αντιγράφου ασφαλείας από το Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Εάν διαγράψετε αυτό το αρχείο από το Google Drive σας, ο συγχρονισμός σε όλες τις συγχρονισμένες συσκευές θα απενεργοποιηθεί και τα tokens θα παραμείνουν μόνο σε αυτήν και σε άλλες συσκευές μέσω τοπικού αποθηκευτικού χώρου.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Η εφαρμογή 2FAS σας είναι ήδη συνδεδεμένη με αυτόν τον περιηγητή.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Σαρώστε ξανά τον κωδικό QR.";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Σφάλμα";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Ο σαρωμένος κωδικός QR έχει μη υποστηριζόμενη μορφή. Παρακαλώ προσπαθήστε ξανά.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Άγνωστο σφάλμα κατά τη σάρωση του QR κώδικα. Παρακαλώ δοκιμάστε ξανά.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Χρησιμοποιήστε τον Κωδικό PIN αυτή τη φορά";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Ενεργοποίηση πιστοποίησης";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Ακύρωση";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Για να ενεργοποιήσετε το Biometric Lock, πρέπει να ενεργοποιήσετε και να ορίσετε έναν Κωδικό PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Επιλέξτε το χρονικό διάστημα για το οποίο η εφαρμογή θα είναι κλειδωμένη.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Φαίνεται ότι είτε έχετε εξαντλήσει τον χώρο στον δίσκο τώρα, είτε μια τέτοια περίπτωση στο παρελθόν έβλαψε τη βάση δεδομένων.";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Ο συγχρονισμός στον cloud έχει μεταφερθεί στη νέα έκδοση. Ενημερώστε την εφαρμογή.";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Η δημιουργία αντιγράφων ασφαλείας στο cloud είναι κρυπτογραφημένη. Ενημερώστε την εφαρμογή για να υποστηρίξει αυτήν τη δυνατότητα";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Συνέχεια στην εφαρμογή";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Ακύρωση";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Εξουσιοδότηση";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Απόρριψη";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Η αίτηση στάλθηκε.";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Να σταλεί το token;";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ Ζητήθηκε 2FAS token για %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Σφάλμα κατά την αποστολή του token.";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Αυτός ο ιστότοπος δεν έχει συνδεθεί.";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Ανοίξτε την εφαρμογή και επιλέξτε μια υπηρεσία για αυτόν τον τομέα.";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Ανοίξτε την εφαρμογή και ελέγξτε αν η Επέκταση Περιήγησης είναι σωστά συνδεδεμένη.";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Υπάρχει πρόβλημα σύνδεσης.";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Παρακαλώ δοκιμάστε ξανά.";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Σφάλμα";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Για να λειτουργήσει η Επέκταση Περιήγησης, προσθέστε υπηρεσίες στην εφαρμογή 2FAS.";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Έγκριση";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Άρνηση";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Ενεργοποιήστε τον κωδικό PIN και την εξουσιοδότηση Face ID για να αποτρέψετε μη εξουσιοδοτημένη πρόσβαση στα tokens σας σε αυτήν τη συσκευή.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Ενεργοποιήστε τον κωδικό PIN και την εξουσιοδότηση Touch ID για να αποτρέψετε μη εξουσιοδοτημένη πρόσβαση στα tokens σας σε αυτήν τη συσκευή.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Ο παρεχόμενος κωδικός είναι λάθος. Παρακαλώ ελέγξτε τον διπλά.";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Ο παρεχόμενος κωδικός έχει λήξει. Παρακαλώ επικοινωνήστε με την ομάδα υποστήριξης για να λάβετε έναν νέο.";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Δεν υπάρχει σύνδεση στο internet. Παρακαλώ ελέγξτε τη σύνδεση και δοκιμάστε ξανά.";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Φαίνεται ότι υπάρχει πρόβλημα με τον διακομιστή μας. Αν συνεχίζεται, παρακαλώ επικοινωνήστε με την ομάδα υποστήριξης μας.";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Η λειτουργία απέτυχε.";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Τα αρχεία καταγραφής στάλθηκαν.";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Ευχαριστώ που επικοινώνησες. Θα τις αναλύσουμε το συντομότερο δυνατό.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Στείλε";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Αποστολή καταγραφών";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Ο κωδικός που παρέχεται από την ομάδα υποστήριξης συμπληρώθηκε αυτόματα. Θέλετε να στείλω τα αρχεία καταγραφής;";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Παρακαλώ εισάγετε ή επικολλήστε τον κωδικό που παρέχεται από την ομάδα υποστήριξης μας.";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Στείλτε τα αρχεία καταγραφής.";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Ρίξε μια ματιά σε αυτήν τη φανταστική εφαρμογή διπλού παράγοντα πιστοποίησης από το 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Αναγνωρίσεις";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Εισαγωγή από εξωτερική εφαρμογή.";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "Πριν από λίγο.";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "Πριν από λίγα λεπτά.";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "Πριν από %d λεπτό\n";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "Πριν από %d λεπτά";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "Πριν από %d ώρα";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "Πριν από %d ώρες";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "Πριν από %d ημέρα";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "Πριν από %d ημέρες";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "Πριν από %d εβδομάδα";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "Πριν από %d εβδομάδες";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "Πριν από %d μήνα";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "Πριν από %d μήνες";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Παρουσιάστηκε άγνωστο σφάλμα! Προσπάθησε ξανά!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Το αρχείο αποθηκεύτηκε με επιτυχία!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Δεν ήταν δυνατή η κοινή χρήση του αρχείου!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Πληκτρολογήστε τον κωδικό πρόσβασης";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Εισαγάγετε τον εφεδρικό κωδικό πρόσβασης για να προχωρήσετε στην αφαίρεση.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Εισαγάγετε τον κωδικό αντιγράφου ασφαλείας για να συνεχίσετε με την ανάκληση της πρόσβασης στο Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Ρυθμίσεις συγχρονισμού.";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Τοπικό αρχείο.";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Συγχρονισμός με το Google Drive.";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Να διαγραφεί το αρχείο αντιγράφου ασφαλείας από το Google Drive;";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Ο Συγχρονισμός Google θα απενεργοποιηθεί. Τα διακριτικά σας θα παραμείνουν τοπικά, αλλά η εφαρμογή 2FAS θα αποσυνδεθεί από τον Λογαριασμό σας Google σε αυτήν και σε άλλες συγχρονισμένες συσκευές σας.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Αναμονή για συγχρονισμό";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Συγχρονισμός...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Πρόκειται να εισαγάγετε ένα κρυπτογραφημένο αρχείο αντιγράφου ασφαλείας.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Επιλέξτε αρχείο JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Εξαγάγετε τους λογαριασμούς σας από το Aegis σε ένα ανακρυπτογραφημένο αρχείο JSON και ανεβάστε το χρησιμοποιώντας το κουμπί \"Επιλέξτε αρχείο JSON\". Θυμηθείτε να διαγράψετε το αρχείο μετά από μια επιτυχημένη εισαγωγή.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Χρησιμοποιήστε την επιλογή \"Εξαγωγή OTPs σε αρχείο ZIP\" στις Ρυθμίσεις του Raivo, αποθηκεύστε ένα αρχείο ZIP, αποσυμπιέστε το και εισαγάγετε το αρχείο JSON χρησιμοποιώντας το κουμπί \"Επιλέξτε αρχείο JSON\".";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Ωστόσο, δεν υπάρχουν υπηρεσίες που μπορούν να εισαχθούν.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Προσπάθησε ξανά";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Συνεχίστε";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Εισαγωγή 2FA tokens από την εφαρμογή Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Εισαγωγή 2FA tokens από την εφαρμογή Aegis.";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Εισαγωγή 2FA tokens από την εφαρμογή Raivo.";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Αυτός ο κωδικός QR επιτρέπει την εισαγωγή των tokens από την εφαρμογή Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Αυτό το αρχείο JSON επιτρέπει την εισαγωγή tokens από το Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Αυτό το αρχείο JSON επιτρέπει την εισαγωγή tokens από το Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Δεν ήταν δυνατή η ανάγνωση οποιουδήποτε token. Δοκιμάστε να επιλέξετε ένα διαφορετικό αρχείο.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Υπενθύμιση συγχρονισμού Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Είσαι σίγουρος? Χωρίς τον συγχρονισμό του Google Drive, δεν θα μπορείτε να επαναφέρετε τα tokens σας εάν χάσετε ή επαναφέρετε το τηλέφωνό σας!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Ο κωδικός στάλθηκε με επιτυχία";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Παρουσιάστηκε σφάλμα κατά την αποστολή του κωδικού";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Προσθήκη νέας υπηρεσίας";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Προσαρμόστε την υπηρεσία";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Προτεινόμενα";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Όλες οι υπηρεσίες";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Αλλες υπηρεσίες";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Σφάλμα SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Παρουσιάστηκε ένα σφάλμα SSL και δεν είναι δυνατή η ασφαλής σύνδεση με τον διακομιστή. Βεβαιωθείτε ότι έχετε την τελευταία έκδοση της εφαρμογής ή δοκιμάστε να αλλάξετε το δίκτυο.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "Το αρχείο που προσπαθείτε να εισαγάγετε είναι πολύ μεγάλο. Το όριο μεγέθους είναι 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "Το αρχείο που προσπαθείτε να εισαγάγετε είναι άκυρο ή κατεστραμμένο. Επιλέξτε ένα άλλο αρχείο.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Ενεργή αναζήτηση";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Ενεργή αναζήτηση κατά την εκκίνηση.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Λήγει σε:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Ρυθμίσεις widget.";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Η είσοδος πρέπει να είναι ακέραιος αριθμός.";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Η είσοδος πρέπει να είναι ένας αριθμός.";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Η είσοδος δεν μπορεί να είναι κενή.";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "Η είσοδος είναι πολύ μεγάλη. Limit: %d\n\n\n\n\n";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Καλύτερη αντιστοιχία.";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Στείλτε ανώνυμες αναφορές κρασαρίσματος.";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Στείλτε ανώνυμες αναφορές κρασαρίσματος για να βοηθήσετε το 2FAS να εντοπίσει και να λύσει προβλήματα στην εφαρμογή (απαιτείται επανεκκίνηση της εφαρμογής).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Διαχείριση λίστας.";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Εμφάνιση";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Εμφανίστε το επόμενο token όταν το τρέχον είναι έτοιμο να λήξει.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Στυλ λίστας.";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Δεν έχει πραγματοποιηθεί συγχρονισμός με το Google Drive.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Πηγαίνετε στις ρυθμίσεις αντιγράφου ασφαλείας.";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Προεπιλογή";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Συμπαγές";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Εξαγάγετε τους λογαριασμούς σας από το LastPass σε ένα ανακρυπτογραφημένο αρχείο JSON και ανεβάστε το χρησιμοποιώντας το κουμπί \"Επιλέξτε αρχείο JSON\". Θυμηθείτε να διαγράψετε το αρχείο μετά από μια επιτυχημένη εισαγωγή.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Αναφορές κρασαρίσματος.";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Εισαγωγή 2FA tokens από την εφαρμογή LastPass.";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Αυτό το αρχείο JSON επιτρέπει την εισαγωγή των tokens από το LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Εισάγετε τα tokens από το LastPass.";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Εισάγετε τα tokens από το Aegis.";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Εισάγετε τα tokens από το Raivo OTP.";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Εισάγετε τα token από το Google Authenticator.\n";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Συνδέστε την υπηρεσία με το 2FAS.";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Στρέψτε την κάμερά σας προς την οθόνη για να τραβήξετε τον κωδικό QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Άλλες μεθόδοι.";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Εισαγάγετε το μυστικό κλειδί χειροκίνητα.";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Μεταφορτώστε το στιγμιότυπο με τον κωδικό QR.";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Σχεδόν έτοιμο!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Για να ολοκληρώσετε τον συνδυασμό της υπηρεσίας, πρέπει να ξαναπληκτρολογήσετε αυτό το token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Συνδέστε την υπηρεσία με το 2FAS.";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Πληκτρολογήστε το όνομα της υπηρεσίας και το μυστικό κλειδί.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Όνομα υπηρεσίας";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Μυστικό Κλειδί";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Άλλες ρυθμίσεις.";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(προαιρετικό)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Προσθέστε υπηρεσία.";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Δεν ξέρετε τι να κάνετε; Πατήστε για βοήθεια.";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Προχωρημένες ρυθμίσεις τόκεν.";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Επιπλέον πληροφορίες";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Η αλλαγή των προεπιλεγμένων ρυθμίσεων των τόκεν δεν συνιστάται. Κάντε το μόνο εάν ο πάροχος 2FA το απαιτεί και όταν έχετε σαφείς οδηγίες.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Επιτρέψτε τα στιγμιότυπα οθόνης της εφαρμογής για 5 λεπτά.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Να επιτραπούν τα screenshot";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Να επιτραπούν τα screenshot στην εφαρμογή;";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "\nΕίσαι σίγουρος; Αυτή η επιλογή σας επιτρέπει να τραβήξετε στιγμιότυπο οθόνης και να καταγράψετε οποιαδήποτε οθόνη μέσα στην εφαρμογή. Ωστόσο, αυτό θα επιτρέψει επίσης οποιαδήποτε εξωτερική προσπάθεια καταγραφής οθόνης στην εφαρμογή.\nΓια λόγους ασφαλείας, αυτή η επιλογή θα απενεργοποιηθεί αυτόματα μετά από 5 λεπτά.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Σύνδεσμοι social media.";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (πρώην Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Κρύψτε τα tokens";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Τα tokens θα αποκαλυφθούν με ένα άγγιγμα.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Συνδέστε χειροκίνητα.";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Κωδικός σύζευξης.";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Εισαγωγή token από το Authenticator Pro.";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Αυτό το αρχείο κειμένου επιτρέπει την εισαγωγή token από το Authenticator Pro.\"";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Εισαγωγή token 2FA από την εφαρμογή Authenticator Pro.";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Εξάγετε τους λογαριασμούς σας από το Authenticator Pro σε ένα μη κρυπτογραφημένο αρχείο κειμένου και ανεβάστε το χρησιμοποιώντας το κουμπί 'Επιλέξτε αρχείο κειμένου'. Μην ξεχάσετε να διαγράψετε το αρχείο μετά από μια επιτυχημένη εισαγωγή.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Επιλέξτε αρχείο κειμένου";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Η σύνδεση με βιομετρικών στοιχείων απενεργοποιήθηκε λόγω αλλαγών στις ρυθμίσεις αποτυπώματος του συστήματος";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Εισαγωγή tokens 2FA από την εφαρμογή LastPass.";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Αυτός ο κωδικός QR επιτρέπει την εισαγωγή tokens από το LastPass.";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "καθοδήγησε με";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Περιηγηθείτε στις υπηρεσίες";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Επιλέξτε υπηρεσία για σύνδεση με την εφαρμογή 2FAS";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Θέλετε να παρέχετε οδηγούς για τη διπλή ταυτοποίηση (2FA) για την υπηρεσία σας;";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Υποβολή τώρα";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Ροζ";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Καφέ";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Άλλες μεθόδοι;";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Η κάμερα δεν είναι διαθέσιμη. Ελέγξτε τα δικαιώματα πρόσβασης των εφαρμογών στις Ρυθμίσεις του Συστήματος.";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Ρυθμίσεις συστήματος";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Το παρεχόμενο κείμενο είναι πολύ μικρό   (min. %d chars)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "Δεν προτείνετε";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Οδηγός 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS για %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Οδηγός Καθολικής Χρήσης 2FA";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Αποθήκευση της επιλογής μου.";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Εισαγωγή των token του 2FA από την εφαρμογή andOTP.";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Αυτό το αρχείο JSON επιτρέπει την εισαγωγή των tokens σας από το andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Εισάγετε τα tokens σας από το andOTP.";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Εξάγετε τους λογαριασμούς σας από το andOTP σε ένα μη κρυπτογραφημένο αρχείο JSON και ανεβάστε το χρησιμοποιώντας το κουμπί \"Επιλέξτε αρχείο JSON\". Μην ξεχάσετε να διαγράψετε το αρχείο μετά από μια επιτυχημένη εισαγωγή.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "Στο επόμενο βήμα, θα σας ζητηθεί να επιλέξετε τον λογαριασμό σας στο Google Drive, όπου τα tokens του 2FA θα αποθηκευτούν με ασφάλεια.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Θα πάρω το ρίσκο, να μην δημιουργηθεί αντίγραφω ασφαλείας";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Ο συγχρονισμός του Google Drive ενεργοποιήθηκε με επιτυχία!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "Το αρχείο αντιγράφου ασφαλείας που προσπαθείτε να εισάγετε δεν υποστηρίζεται σε αυτήν την έκδοση της εφαρμογής. Η εφαρμογή υποστηρίζει μόνο εκδόσεις εφεδρικής μορφής έως και %d, ενώ το αρχείο που εισάγετε είναι η έκδοση %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Σύζευξη";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Ασφαλής συγχρονισμός και δημιουργία αντιγράφων ασφαλείας";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "Το 2FAS χρησιμοποιεί το iCloud για ασφαλή δημιουργία αντιγράφων ασφαλείας και συγχρονισμό των κουπονιών σας 2FA. Τα **κρυπτογραφημένα** εφεδρικά δεδομένα αποθηκεύονται στο iCloud, προσβάσιμα **μόνο από την εφαρμογή 2FAS**. Επιπλέον, αυτή η λειτουργία βοηθά με το διακριτικό **ανάκτηση και συγχρονισμό** σε συσκευές iOS.\n\nΕίναι ενεργοποιημένο από προεπιλογή και μπορεί να απενεργοποιηθεί ανά πάσα στιγμή στις ρυθμίσεις δημιουργίας αντιγράφων ασφαλείας της εφαρμογής.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Μάθετε περισσότερα σχετικά με τη δημιουργία αντιγράφων ασφαλείας";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Φαίνεται ότι το αρχείο αντιγράφου ασφαλείας του Google Drive προστατεύεται με κωδικό πρόσβασης. Πληκτρολογήστε τον σωστό κωδικό πρόσβασης για να συνεχίσετε. Εάν θέλετε να εκκαθαρίσετε το αντίγραφο ασφαλείας του Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "πατήστε εδώ για να δείτε πώς";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Προτιμήσεις";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "Διαφέρει";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Διαχείριση tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Η υποστήριξή σας μας επιτρέπει να αναπτύξουμε νέες δυνατότητες και\nβελτιώσεις. Ευχαριστούμε!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Ανάκτηση από τον κάδο";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Χαίρομαστε που είσαι μαζί μας στο 2FAS! 🌟 Αφιερώστε ένα λεπτό για να ανακαλύψετε χρήσιμες Συμβουλές & Κόλπα 🛠️ στην εφαρμογή για ενισχυμένη ασφάλεια 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "\nΕνεργοποιήστε το 2FAS Backup & Sync για να εξασφαλίσετε ότι ποτέ δεν θα μείνετε κλειδωμένοι έξω, ακόμα και αν χάσετε το τηλέφωνό σας - η ηρεμία σας με ένα άγγιγμα! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Επιταχύνετε τις συνδέσεις σας με το 2FAS Browser Extension! 🚀 Κατεβάστε το τώρα για πιο γρήγορη και βολική πιστοποίηση. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Είμαστε ευγνώμονες για την υποστήριξή σας στο 2FAS! 🌟 Αν θεωρείτε την εφαρμογή μας χρήσιμη, σκεφτείτε να κάνετε μια δωρεά για να μας βοηθήσετε να κρατήσουμε ασφαλές τον ψηφιακό σας κόσμο. Κάθε μικρή βοήθεια μετράει! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Προσωρινή θέση";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Αυτό το μέγεθος δεν υποστηρίζεται ακόμα";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Επιλέξτε ποιες Υπηρεσίες θέλετε να εμφανίζονται στο Widget. Εάν δεν υπάρχουν διαθέσιμες υπηρεσίες, βεβαιωθείτε ότι έχετε ενεργοποιήσει τα Widgets στην ενότητα Ρυθμίσεις εφαρμογής";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Εικονίδιο υπηρεσίας";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "Η λειτουργία widget δεν είναι ενεργοποιημένη στην ενότητα 2FAS Settings";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "Η λειτουργία widget δεν είναι ενεργοποιημένη στην ενότητα 2FAS Settings και δεν υπάρχουν διαθέσιμες υπηρεσίες στην εφαρμογή για επιλογή";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "Δεν υπάρχουν διαθέσιμες υπηρεσίες στην εφαρμογή για επιλογή";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Επιλέξτε Υπηρεσία που θέλετε να εμφανίζεται στο widget 2FAS";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Ο ασφαλής λογαριασμός μου";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "Η εφαρμογή 2FAS watchOS είναι μια συνοδευτική εφαρμογή για την εφαρμογή 2FAS iOS. Θα παρουσιάζει υπηρεσίες που έχουν δημιουργηθεί αντίγραφα ασφαλείας με χρήση του συγχρονισμού iCloud.\n\nΓια γρήγορη πρόσβαση, προσθέστε τα στις Αγαπημένες υπηρεσίες.\n\nΘυμηθείτε να κάνετε δωρεά για να βελτιώσουμε περαιτέρω την πλατφόρμα 2FAS!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Οι υπηρεσίες HOTP δεν υποστηρίζονται ακόμη";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Αγαπημένες Υπηρεσίες";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Εισάγετε νέο PIN";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Επαναλάβετε το νέο PIN";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Επιτυχία";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Εισάγετε το PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Ταξινόμηση tokens";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Εγκατάσταση εφαρμογής 2FAS Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Εγκαταστήστε το 2FAS Auth μέσω της εφαρμογής Watch";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Ανοίξτε την εφαρμογή Watch";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Βεβαιωθείτε ότι το iCloud Sync σας είναι ενεργοποιημένο";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Μεταβείτε στις ρυθμίσεις αντιγράφων ασφαλείας 2FAS";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Κρατήστε πατημένο και επιλέξτε service για να ενεργοποιήσετε το widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Αποκαλύψτε τις μάρκες 2FAS για 60 δευτερόλεπτα";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Αποκάλυψη για 60 δευτερόλεπτα";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Εμφάνιση λεπτομερειών σφάλματος";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Κωδικός QR Υπηρεσίας";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Η υπηρεσία σας είναι προστατευμένη. Παρακαλώ προσθέστε ένα PIN ή κλείδωμα με δακτυλικό αποτύπωμα για να δείτε τον κωδικό QR.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Αντιγραφή URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted using custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted using a shared key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking ...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is currently disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync is not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
" backup__watch_pairing_title" = "Watch Pairing";

/* loco:680e9c11788c298008092582 */
" backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your Cloud Backup? Enter name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair Device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair watch now. Make sure the Cloud Backup is enabled, synced and you're using a password.";

/* loco:680e9d47230daa0d0705de22 */
" backup__cloud_error_title" = "Cloud Backup error";

/* loco:680e9d713f195bf32102ed04 */
" backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud Backup because there's no system key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
" backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud Backup because it's encrypted using System Key and you're using custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
" backup__cloud_error_new_version_content" = "Can't sync with Cloud Backup because it was migrated by newer version of the app. Update the app to continue using Cloud Backup.";

/* loco:680e9de57ad8812ff30daaf3 */
" backup__enter_password_title" = "Enter Cloud Backup Password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
" backup__enter_password_description" = "iCloud Backup is encrypted by your password. Enter password to enable sync";

/* loco:680e9e2c7ad8812ff30daaf5 */
" backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
" backup__enter_password_wrong_password" = "Wrong password! Try again";

/* loco:680e9e8dee0af36e3907e012 */
" backup__migration_title" = "Migrating Cloud Backup";

/* loco:680e9ea1d03fa6ded204f732 */
" backup__migration_subtitle" = "Don't turn the app off!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
" backup__migration_description" = "Your backup is being encrypted using a generated key. This key will be shared amongst your app installations using iCloud Keychain so remember to have that option turned on. If you want to use your own key and password you can do that in Cloud Backup settings right after the migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you loose it you won't be able to recover data from Cloud Backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change Encryption";

/* loco:680e9fea16afa556f900ee42 */
"backup__encryption_method_title" = "Encryption method";

/* loco:680e9ffc662f9f818505ba34 */
"backup__encryption_method_action" = "Change encryption method";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or User encryption";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Managed paired Apple Watches";

/* loco:680ea031039611886e016f72 */
"backup__manage_paired_watches_action" = "Managed Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches which have access to this Cloud Backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud Backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
" backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
" backup__watch_pair_description" = "Enter Backup section in 2FAS Settings on your iPhone/iPad and navigate to Manage Apple Watches. It will be visible if the state of Cloud Backup is Synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
" backup__watch_pair_qr_error" = "Error while generating QR Code";
